{
  "businessSectors": {
    "sectionHeader": {
      "badge": "อุตสาหกรรมที่รองรับ",
      "title": "25 อุตสาหกรรมธุรกิจที่ <1>BCP.Global</1> รองรับ",
      "description": "สำรวจรายชื่ออุตสาหกรรมที่แพลตฟอร์ม AI ของเรารองรับการเชื่อมต่อและการเติบโตทางธุรกิจได้"
    },
    "groupsList": {
      "title": "รายการอุตสาหกรรมตามกลุ่ม",
      "sectorsCount": "{{count}} อุตสาหกรรม"
    },
    "businessGroups": {
      "manufacturing": {
        "title": "ผู้ให้บริการด้านมืออาชีพ",
        "sectors": {
          "itDevelopment": {
            "name": "การพัฒนาซอฟต์แวร์ไอที AI และการจ้างงานภายนอก IoT",
            "description": "การพัฒนาแอปพลิเคชัน ระบบซอฟต์แวร์ โซลูชัน AI และอุปกรณ์ IoT อัจฉริยะ"
          },
          "consulting": {
            "name": "ที่ปรึกษาบัญชี การเงิน กฎหมาย ประกันภัย",
            "description": "ให้บริการปรึกษาระดับมืออาชีพด้านการเงิน บัญชี กฎหมาย และประกันภัย"
          },
          "hr": {
            "name": "ทรัพยากรมนุษย์ การสรรหาและบริการฝึกอบรม",
            "description": "ที่ปรึกษา HR การสรรหาบุคลากรและการพัฒนาโปรแกรมฝึกอบรม"
          },
          "marketing": {
            "name": "เอเจนซี่โฆษณา การตลาด",
            "description": "ออกแบบกลยุทธ์การตลาด โฆษณา และการสร้างแบรนด์"
          },
          "distribution": {
            "name": "บริการจำหน่าย การค้าภายใน",
            "description": "การจำหน่ายสินค้า ธุรกิจค้าปลีก และการค้าภายใน"
          },
          "logistics": {
            "name": "บริการขนส่ง โลจิสติกส์ การจำหน่าย และคลังสินค้า",
            "description": "การจัดการห่วงโซ่อุปทาน การขนส่ง และคลังสินค้าโลจิสติกส์ระดับมืออาชีพ"
          },
          "architecture": {
            "name": "การออกแบบสถาปัตยกรรม การตกแต่งภายในสำนักงาน",
            "description": "การออกแบบสถาปัตยกรรม การวางแผนพื้นที่ และการออกแบบตกแต่งภายในระดับมืออาชีพ"
          },
          "realEstate": {
            "name": "ธุรกิจอสังหาริมทรัพย์สำนักงาน พาณิชย์ ค้าปลีก อุตสาหกรรม",
            "description": "การลงทุน พัฒนา และธุรกิจโครงการอสังหาริมทรัพย์พาณิชย์และอุตสาหกรรม"
          },
          "export": {
            "name": "กลุ่มบริการส่งออก การพัฒนาตลาดข้ามแดน",
            "description": "การสนับสนุนการส่งออก การขยายตลาดต่างประเทศ และการค้าข้ามแดน"
          }
        }
      },
      "technology": {
        "title": "ผู้ให้วัสดุและสินค้าสำหรับวิสาหกิจการผลิต",
        "sectors": {
          "agriculture": {
            "name": "เกษตรกรรมและการเพาะเลี้ยงสัตว์น้ำ",
            "description": "ให้วัตถุดิบเช่นผลิตภัณฑ์เกษตรและอาหารทะเลสำหรับโรงงานแปรรูปอาหาร"
          },
          "food": {
            "name": "วัสดุอาหาร",
            "description": "ให้ส่วนผสมอาหารเช่นน้ำมันพืชและเครื่องเทศสำหรับโรงงานแปรรูปอาหาร"
          },
          "textile": {
            "name": "สิ่งทอ",
            "description": "ให้วัตถุดิบเช่นด้ายและผ้าสำหรับโรงงานเสื้อผ้า"
          },
          "paper": {
            "name": "กระดาษ",
            "description": "ให้วัตถุดิบเช่นเยื่อกระดาษและกระดาษดิบสำหรับโรงงานผลิตกระดาษและบรรจุภัณฑ์"
          },
          "chemical": {
            "name": "สารเคมี",
            "description": "ให้วัตถุดิบเคมีเช่นพลาสติกดิบและสารเคมีพื้นฐานสำหรับอุตสาหกรรมอื่น"
          },
          "construction": {
            "name": "วัสดุก่อสร้าง",
            "description": "ให้วัตถุดิบเช่นปูนซีเมนต์ เหล็ก และอิฐสำหรับบริษัทก่อสร้าง"
          },
          "mining": {
            "name": "การขุดเหมือง",
            "description": "ให้วัตถุดิบเช่นหิน ทราย กรวด และแร่โลหะสำหรับอุตสาหกรรมก่อสร้างและโลหะวิทยา"
          }
        }
      },
      "services": {
        "title": "การผลิตและแปรรูปสำหรับผลิตภัณฑ์ผู้บริโฟคสุดท้าย",
        "sectors": {
          "foodManufacturing": {
            "name": "ผู้ผลิตอาหารและเครื่องดื่ม",
            "description": "แปรรูปและผลิตผลิตภัณฑ์อาหารและเครื่องดื่มสำหรับผู้บริโฟคในตลาดค้าปลีก"
          },
          "fashionManufacturing": {
            "name": "การผลิตสิ่งทอ ผลิตภัณฑ์แฟชั่น",
            "description": "ผลิตเสื้อผ้า เครื่องประดับแฟชั่น และผลิตภัณฑ์สิ่งทอเพื่อการส่งออก"
          },
          "consumerGoods": {
            "name": "ผู้ผลิตสินค้าอุปโภคบริโฟค",
            "description": "ผลิตสินค้าอุปโภคบริโฟคที่จำเป็นเช่นเครื่องสำอาง สิ่งของใช้ในบ้าน และเครื่องใช้สำนักงาน"
          },
          "electronics": {
            "name": "ผู้ผลิตอิเล็กทรอนิกส์และเครื่องใช้ไฟฟ้าในบ้าน",
            "description": "ผลิตและประกอบอุปกรณ์อิเล็กทรอนิกส์ เครื่องจักร และเครื่องใช้ไฟฟ้าในบ้านสมัยใหม่"
          },
          "automotive": {
            "name": "ผู้ผลิตยานพาหนะและชิ้นส่วน",
            "description": "ผลิตและประกอบรถยนต์ จักรยานยนต์ และชิ้นส่วนอะไหล่"
          }
        }
      },
      "infrastructure": {
        "title": "การแปรรูปชิ้นส่วนอุตสาหกรรมและการสนับสนุน",
        "sectors": {
          "industrialComponents": {
            "name": "การแปรรูปชิ้นส่วนสนับสนุนอุตสาหกรรม",
            "description": "ผลิตชิ้นส่วนและคอมโพเนนต์ที่ใช้ในอุตสาหกรรมต่าง ๆ"
          },
          "semiconductor": {
            "name": "การแปรรูปชิ้นส่วนอุตสาหกรรมเซมิคอนดักเตอร์",
            "description": "ผลิตและแปรรูปวงจรรวมและทรานซิสเตอร์"
          },
          "precision": {
            "name": "การแปรรูปกลไกความแม่นยำ",
            "description": "การกลึง มิลลิ่ง CNC การแปรรูปแม่พิมพ์ ให้บริการอุตสาหกรรมเช่นยานยนต์ ระบบอัตโนมัติ และการผลิตเครื่องจักร"
          },
          "specializedEquipment": {
            "name": "การผลิตและจัดหาอุปกรณ์เฉพาะทาง",
            "description": "แปรรูป ผลิต และจัดหาอุปกรณ์เฉพาะทางสำหรับอุตสาหกรรมอุปกรณ์การแพทย์ อุปกรณ์อัตโนมัติ และชิ้นส่วนยานยนต์"
          }
        }
      }
    },
    "callToAction": {
      "text": "ไม่เห็นอุตสาหกรรมของคุณในรายการ? เราพร้อมที่จะขยายการสนับสนุนเสมอ",
      "button": "ติดต่อเพื่อปรึกษา"
    }
  }
}
